"__title__" = "Databas";

"__description__" = "Databas anslutningsinformation.";

"hostname" = "Server";

"port" = "Port";

"database" = "Databas";

"database_type" = "Typ";

"username" = "Användarnamn";

"password" = "Lösenord";

"sid" = "SID";

"alias" = "Alias";

"options" = "Anslutningsalternativ";

"options#9" = "Alternativ";


"menu.database_type.db2" = "DB2";

"menu.database_type.filemaker" = "FileMaker";

"menu.database_type.msaccess" = "Microsoft Access";

"menu.database_type.mssql" = "MS SQL-Server";

"menu.database_type.mysql" = "MySQL";

"menu.database_type.oracle" = "Oracle";

"menu.database_type.postresql" = "PostgreSQL";

"menu.database_type.postgresql" = "PostgreSQL";

"menu.database_type.sqlite" = "SQLite";

"menu.database_type.other" = "Övrigt";
